turbq/atprog/packs/atmel/SAM4C_DFP/1.0.86/sam4c/atdf/ATSAM4C8C_1.atdf
      <value-group caption="" name="SUPC_WUMR__LPDBCEN3">
        <value caption="The WKUP15/TMP3 input pin is not connected to the low-power debouncer." name="NOT_ENABLE" value="0"/>
        <value caption="The WKUP15/TMP3 input pin is connected to the low-power debouncer and can force a system wake-up." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUMR__DISTMPCLR1">
        <value caption="The WKUP10/TMP1 input pin can clear the GPBR (if LPDBCCLR is enabled) when tamper is detected." name="ENABLE" value="0"/>
        <value caption="The WKUP10/TMP1 input pin has no effect on the GPBR value (no clear on tamper detection)." name="DISABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUMR__DISTMPCLR2">
        <value caption="The WKUP14/TMP2 input pin can clear the GPBR (if LPDBCCLR is enabled) when tamper is detected." name="ENABLE" value="0"/>
        <value caption="The WKUP14/TMP2 input pin has no effect on the GPBR value (no clear on tamper detection)." name="DISABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUMR__DISTMPCLR3">
        <value caption="The WKUP15/TMP3 input pin can clear the GPBR (if LPDBCCLR is enabled) when tamper is detected." name="ENABLE" value="0"/>
        <value caption="The WKUP15/TMP3 input pin has no effect on the GPBR value (no clear on tamper detection)." name="DISABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUMR__DISTSTMP1">
        <value caption="A tamper detection on WKUP10/TMP1 pin generates a timestamp." name="ENABLE" value="0"/>
        <value caption="A tamper detection on WKUP10/TMP1 does NOT generate a report in timestamp register." name="DISABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUMR__DISTSTMP2">
        <value caption="A tamper detection on WKUP14/TMP2 pin generates a timestamp." name="ENABLE" value="0"/>
        <value caption="A tamper detection on WKUP14/TMP2 does NOT generate a report in timestamp register." name="DISABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUMR__DISTSTMP3">
        <value caption="A tamper detection on WKUP15/TMP3 pin generates a timestamp." name="ENABLE" value="0"/>
        <value caption="A tamper detection on WKUP15/TMP3 does NOT generate a report in timestamp register." name="DISABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPEN0">
        <value caption="The corresponding wake-up input has no wake-up effect." name="DISABLE" value="0"/>
        <value caption="The corresponding wake-up input forces a system wake-up." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPEN1">
        <value caption="The corresponding wake-up input has no wake-up effect." name="DISABLE" value="0"/>
        <value caption="The corresponding wake-up input forces a system wake-up." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPEN2">
        <value caption="The corresponding wake-up input has no wake-up effect." name="DISABLE" value="0"/>
        <value caption="The corresponding wake-up input forces a system wake-up." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPEN3">
        <value caption="The corresponding wake-up input has no wake-up effect." name="DISABLE" value="0"/>
        <value caption="The corresponding wake-up input forces a system wake-up." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPEN4">
        <value caption="The corresponding wake-up input has no wake-up effect." name="DISABLE" value="0"/>
        <value caption="The corresponding wake-up input forces a system wake-up." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPEN5">
        <value caption="The corresponding wake-up input has no wake-up effect." name="DISABLE" value="0"/>
        <value caption="The corresponding wake-up input forces a system wake-up." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPEN6">
        <value caption="The corresponding wake-up input has no wake-up effect." name="DISABLE" value="0"/>
        <value caption="The corresponding wake-up input forces a system wake-up." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPEN7">
        <value caption="The corresponding wake-up input has no wake-up effect." name="DISABLE" value="0"/>
        <value caption="The corresponding wake-up input forces a system wake-up." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPEN8">
        <value caption="The corresponding wake-up input has no wake-up effect." name="DISABLE" value="0"/>
        <value caption="The corresponding wake-up input forces a system wake-up." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPEN9">
        <value caption="The corresponding wake-up input has no wake-up effect." name="DISABLE" value="0"/>
        <value caption="The corresponding wake-up input forces a system wake-up." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPEN10">
        <value caption="The corresponding wake-up input has no wake-up effect." name="DISABLE" value="0"/>
        <value caption="The corresponding wake-up input forces a system wake-up." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPEN11">
        <value caption="The corresponding wake-up input has no wake-up effect." name="DISABLE" value="0"/>
        <value caption="The corresponding wake-up input forces a system wake-up." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPEN12">
        <value caption="The corresponding wake-up input has no wake-up effect." name="DISABLE" value="0"/>
        <value caption="The corresponding wake-up input forces a system wake-up." name="ENABLE" value="1"/>
      </value-group>
